"CARD_DETAILS_LABEL"                        = "Údaje o kartě";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Zadejte údaje o kartě začínající číslem karty.";
"VALID_CARD_ERROR_LABEL"                    = "Musíte zadat platné číslo karty.";
"CARD_REQUIRED"                             = "Číslo karty je povinné";
"CARD_INVALID"                              = "Číslo karty je neplatné";
"EXPIRATION_REQUIRED"                       = "Datum expirace je povinné";
"EXPIRATION_INVALID"                        = "Datum expirace je neplatné";
"CVV_REQUIRED"                              = "%s je povinný";
"CVV_INVALID"                               = "%s je neplatný";
"POSTAL_CODE_HELP_LABEL"                    = "Musíte zadat platné poštovní směrovací číslo";
"POSTAL_CODE_REQUIRED"                      = "Poštovní směrovací číslo je povinné";
"POSTAL_CODE_INVALID"                       = "Poštovní směrovací číslo je neplatné";
"COUNTRY_CODE_REQUIRED"                     = "Kód země je povinný";
"COUNTRY_CODE_INVALID"                      = "Kód země je neplatný";
"MOBILE_NUMBER_REQUIRED"                    = "Mobilní číslo je povinné";
"MOBILE_NUMBER_INVALID"                     = "Mobilní číslo je neplatné";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Pro tuto kartu může být požadována registrace. Pokud to bude nutné, bude na toto číslo odeslán SMS kód.";
"SMS_CODE_REQUIRED"                         = "SMS kód je povinný";
"SMS_CODE_INVALID"                          = "SMS kód je neplatný";

"CANCEL_ACTION"                             = "Zrušit";
"RETRY_ACTION"                              = "Opakovat";
"CONTINUE_ACTION"                           = "Pokračovat";
"ADD_CARD_ACTION"                           = "Přidat kartu";
"DONE_ACTION"                               = "Hotovo";
"EDIT_ACTION"                               = "Upravit";
"NEXT_ACTION"                               = "Další";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";

"EDIT_PAYMENT_METHOD"                       = "Upravit platební metodu";
"THERE_WAS_AN_ERROR"                        = "Omlouváme se, vyskytla se chyba.";
"REVIEW_AND_TRY_AGAIN"                      = "Prosím zkontrolujte si své informace a zkuste to znovu.";
"INVALID_LABEL"                             = "Neplatné:";

"YEAR_LABEL"                                = "Rok";
"MONTH_LABEL"                               = "Měsíc";

"OTHER_LABEL"                               = "Jiné";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Kreditní nebo debetní karta";
"RECENT_LABEL"                              = "Nedávné";
"SELECT_PAYMENT_LABEL"                      = "Zvolte platební metodu";

"CONFIRM_ENROLLMENT_LABEL"                  = "Potvrďte registraci";
"CONFIRM_ACTION"                            = "Potvrdit";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Vložte SMS kód zaslaný na %s";
"SMS_CODE_LABEL"                            = "SMS kód";
"CARD_TYPE_GENERIC_CARD"                    = "Karta";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Kód země";
"SECURITY_CODE_LABEL"                       = "Bezpečnostní kód";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Poštovní směrovací číslo";
"MOBILE_NUMBER_LABEL"                       = "Mobilní číslo";
"EXPIRATION_DATE_LABEL"                     = "Datum expirace";
"CARD_NUMBER_PLACEHOLDER"                   = "Číslo karty";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM / RRRR";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM / RR";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Použijte jiné telefonní číslo";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Karta nepřijata";
